{
  "welcome": "Kefer Astrology",
  "description": " Zde bude úvodní banner. Viz úvodní\nobrazovka jako na luně. V pravé části\npak bude text: \nProfesionální\nastrologický\nsoftware\ns otevřeným zdrojovým kódem\n(aktuálně ve vývoji)\n",
  "about": "O aplikaci",
  "about1": "Světlý a tmavý mód",
  "about1Text": "Upravuje zobrazení obrazovky pro lepší čitelnost a pohodlí očí. Jasný režim je ideální pro čtení za denního světla, zatímco tmavý režim snižuje oslnění a je šetrnější k očím při slabém osvětlení nebo v noci. \r\nUživatelé mohou přizpůsobit vzhled svého zařízení podle svých preferencí a prostředí.",
  "about2": "Databáze osobností",
  "about2Text": "S více než 20 000 horoskopy českých a světových osobností máte okamžitý přístup k bohatému zdroji informací. KEFER obsahuje horoskopy významných osobností z politiky, umění, vědy a sportu, což umožňuje hlubší pochopení astrologie. Můžete ihned začít studovat horoskopy bez nutnosti dlouhého hledání.",
  "about3": "Štítky",
  "about3Text": "Vytváření vlastních štítků zlepšuje organizaci a práci s horoskopy. Můžete označit vlastní horoskopy, horoskopy významných osobností nebo událostí. Štítky umožňují použití více kategorií, vlastních barev, názvů a struktur.",
  "about4": "Podporované OS",
  "about4Text": "Windows, Mac, iOS, Android",
  "functions": "Funkce Kefer",
  "fCarousel1": "Nová nativita, horární a mundanní horoskop",
  "fCarousel2": "Načíst vlastní horoskop a databáze osobností ",
  "fCarousel3": "Uložit",
  "fCarousel4": "Sdílet – tisk, PDF, PNG",
  "fCarousel5": "Zobrazení horoskopu",
  "fCarousel6": "Aspektárium",
  "fCarousel7": "Informace o horoskopu",
  "fCarousel8": "Tranzity, primární a sekundární direkce ",
  "fCarousel9": "Dynamické tranzity ",
  "fCarousel10": "Solární a lunární revoluce ",
  "fCarousel11": "Partnerské horoskopy",
  "fCarousel12": "Nastavení",
  "astrolab": "Astroláb",
  "astrolabText": " umožňuje uživatelům nastavit a editovat místo, čas a časové pásmo pro každý horoskop.",
  "kefer": "Jan Kefer",
  "keferText": "31. ledna 1906 – 3. prosince 1941 (místo přidat)\nbyl významný český hermetik působící mezi dvěma světovými válkami. Byl předsedou společnosti Universalia, která sdružovala české hermetiky.\nStudoval na Arcibiskupském gymnáziu v Praze a později absolvoval Filozofickou fakultu Univerzity Karlovy. Byl knihovníkem v Národním muzeu v Praze a později také v knihovně Strahovského kláštera a ve Vatikánu. Ve své práci se věnoval astrologii, kabale, ceremoniální magii, alchymii a teurgii. Jako první přeložil do češtiny Bardo Thödol a knihy Eliphase Léviho.\nZa své projevy proti okupační moci na půdě Universalie byl v roce 1941 zatčen gestapem. Nabídku stát se Hitlerovým osobním astrologem odmítl a byl deportován do koncentračního tábora Flossenbürg, kde zemřel.\nS úctou k Janu Keferovi a se svolením jeho syna Reginalda jsme software nazvali KEFER.\n",
  "openSource": "Otevřený zdrojový kód",
  "openSourceText": "Zvolili jsme cestu otevřeného softwaru, protože věříme, že umožňuje široké komunitě vývojářů a astrologů přispívat k vývoji KEFERa svými nápady a vylepšeními. Jsme transparentní a uživatelé mohou vidět, jak software funguje, a mohou se ujistit, že neobsahuje žádné skryté škodlivé kódy.\r\nCelý zdrojový kód je otevřeně sdílen na platformě {github}. Pokoušíme se ho co nejlépe dokumentovat, aby bylo co nejjednodušší měnit jednotlivé komponenty. <br /> Pro vlastní vývoj jsme vybrali programovací jazyk {rust} (konkrétně podnož {tauri}), který umožňuje spřažení s mocnými knihovnami programovacího jazyku {python} a na druhé straně využít přesné polohování jednotlivých komponent pomocí Javascriptu (v našem případě se jedná o programovací jazyk {sveltekit}).\r\nKEFER je bez reklam a ke stažení zdarma.\r\n",
  "donate": "Podpořte nás",
  "donateText": "Vážíme si každé podpory, která nám pomáhá pokračovat ve vývoji a údržbě našeho programu. Můžete nás podpořit několika způsoby:\r\n\r\nFinanční příspěvek: Vaše dary nám umožní pokrýt náklady na vývoj a údržbu programu. Každý příspěvek, malý či velký, je pro nás nesmírně cenný.\r\n\r\nNápady a zpětná vazba: Máte nápady na vylepšení nebo další vývoj? Rádi bychom slyšeli vaše návrhy a zpětnou vazbu. Kontaktujte nás a podělte se o své myšlenky.\r\n\r\nPřidejte se k našemu týmu: Jste grafik nebo programátor? Připojte se k našemu týmu a pomozte nám s vývojem programu. Společně můžeme dosáhnout skvělých věcí!",
  "download": "Stažení",
  "downloadText": "Program KEFER je aktuálně ve vývoji. Aktuální stav vývoje můžete sledovat v pravidelných aktualizacích nebo na našem facebookovém profilu.",
  "downloadNow": "Stahujte",
  "contact": "O nás",
  "contactText": "nyní zde bude další hlavní sekce webu s textem",
  "contactUs": "Kontakt",
  "contactDescription": "Máte nápad k vylepšení KEFERa? Chcete s námi spolupracovat? Kontaktujte nás.",
  "formName": "Celé jméno",
  "formEmail": "E-mailová adresa",
  "formPhone": "Telefonní číslo",
  "formMessage": "Zpráva",
  "formSubmit": "Odeslat"
}